Revit 2027 API
ParameterTypeId.RbsElecLoadsummaryDemandFactorParam Property
 "Demand Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadsummaryDemandFactorParam { get; }
Public Shared ReadOnly Property RbsElecLoadsummaryDemandFactorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadsummaryDemandFactorParam {
	ForgeTypeId^ get ();
}
static member RbsElecLoadsummaryDemandFactorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace